[
  "nldates-obsidian",
  "calendar",
  "advanced-toolbar",
  "obsidian-mind-map",
  "periodic-notes",
  "emoji-shortcodes",
  "dataview",
  "table-editor-obsidian",
  "obsidian-reminder-plugin",
  "obsidian-icon-folder",
  "mehrmaid",
  "canvas-mindmap",
  "advanced-canvas",
  "gemini-assistant",
  "templater-obsidian",
  "code-styler",
  "editing-toolbar",
  "obsidian-excel-to-markdown-table",
  "recent-files-obsidian",
  "obsidian-review-notes-plugin",
  "advanced-merger",
  "smart-connections",
  "smart-random-note",
  "obsidian-clipper"
]